[
  {
    "name": "Leatherface",
    "date": "2017-09-14",
    "poster": "Leatherface.jpg",
    "vote": 5.7,
    "overview": "A young nurse is kidnapped by a group of violent teens who escape from a mental hospital and take her on the road trip from hell. Pursued by an equally deranged lawman out for revenge, one of these teens is destined for tragedy and horrors that will destroy his mind, molding him into the monster we now call Leatherface."
  },
  {
    "name": "Harry Potter and the Philosopher's Stone",
    "date": "2001-11-16",
    "poster": "Harry Potter and the Philosopher's Stone.jpg",
    "vote": 7.5,
    "overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame."
  },
  {
    "name": "Harry Potter and the Chamber of Secrets",
    "date": "2002-11-13",
    "poster": "Harry Potter and the Chamber of Secrets.jpg",
    "vote": 7.4,
    "overview": "Ignoring threats to his life, Harry returns to Hogwarts to investigate ??aided by Ron and Hermione ??a mysterious series of attacks."
  },
  {
    "name": "Harry Potter and the Prisoner of Azkaban",
    "date": "2004-05-31",
    "poster": "Harry Potter and the Prisoner of Azkaban.jpg",
    "vote": 7.7,
    "overview": "Harry, Ron and Hermione return to Hogwarts for another magic-filled year. Harry comes face to face with danger yet again, this time in the form of escaped convict, Sirius Black ??and turns to sympathetic Professor Lupin for help."
  },
  {
    "name": "Girls Trip",
    "date": "2017-07-21",
    "poster": "Girls Trip.jpg",
    "vote": 7.1,
    "overview": "Four girlfriends take a trip to New Orleans for an annual festival and, along the way, rediscover their wild sides and strengthen the bonds of sisterhood."
  },
  {
    "name": "Landline",
    "date": "2017-07-21",
    "poster": "Landline.jpg",
    "vote": 5.1,
    "overview": "A teenager living with her sister and parents in Manhattan during the 1990s discovers that her father is having an affair."
  },
  {
    "name": "First Kill",
    "date": "2017-07-21",
    "poster": "First Kill.jpg",
    "vote": 5.2,
    "overview": "A police chief tries to solve a kidnapping that involves a bank robber holding a young boy hostage."
  },
  {
    "name": "Descendants 2",
    "date": "2017-07-21",
    "poster": "Descendants 2.jpg",
    "vote": 7.5,
    "overview": "When the pressure to be royal becomes too much for Mal, she returns to the Isle of the Lost where her archenemy Uma, Ursula's daughter, has taken her spot as self-proclaimed queen."
  },
  {
    "name": "Atomic Blonde",
    "date": "2017-07-26",
    "poster": "Atomic Blonde.jpg",
    "vote": 6.1,
    "overview": "An undercover MI6 agent is sent to Berlin during the Cold War to investigate the murder of a fellow agent and recover a missing list of double agents."
  },
  {
    "name": "Brigsby Bear",
    "date": "2017-07-27",
    "poster": "Brigsby Bear.jpg",
    "vote": 7.0,
    "overview": "Brigsby Bear Adventures is a children's TV show produced for an audience of one: James. When the show abruptly ends, James's life changes forever, and he sets out to finish the story himself."
  },
  {
    "name": "The Son of Bigfoot",
    "date": "2017-07-27",
    "poster": "The Son of Bigfoot.jpg",
    "vote": 6.6,
    "overview": "Teenage outsider Adam sets out on an epic and daring quest to uncover the mystery behind his long-lost dad, only to find out that he is none other than the legendary Bigfoot! He has been hiding deep in the forest for years to protect himself and his family from HairCo., a giant corporation eager to run scientific experiments with his special DNA. As father and son start making up for lost time after the boy's initial disbelief, Adam soon discovers that he too is gifted with superpowers beyond his imagination. But little do they know, HairCo. is on their tail as Adam's traces have led them to Bigfoot!"
  },
  {
    "name": "An Inconvenient Sequel: Truth to Power",
    "date": "2017-07-28",
    "poster": "An Inconvenient Sequel Truth to Power.jpg",
    "vote": 5.9,
    "overview": "A decade after An Inconvenient Truth brought climate change into the heart of popular culture comes the riveting and rousing follow-up that shows just how close we are to a real energy revolution. Vice President Al Gore continues his tireless fight, traveling around the world training an army of climate champions and influencing international climate policy. Cameras follow him behind the scenes?봧n moments private and public, funny and poignant?봞s he pursues the empowering notion that while the stakes have never been higher, the perils of climate change can be overcome with human ingenuity and passion."
  },
  {
    "name": "The Emoji Movie",
    "date": "2017-07-28",
    "poster": "The Emoji Movie.jpg",
    "vote": 5.8,
    "overview": "Gene, a multi-expressional emoji, sets out on a journey to become a normal emoji."
  },
  {
    "name": "Detroit",
    "date": "2017-07-28",
    "poster": "Detroit.jpg",
    "vote": 7.3,
    "overview": "A police raid in Detroit in 1967 results in one of the largest citizens' uprisings in the history of the United States."
  },
  {
    "name": "Cop and a Half: New Recruit",
    "date": "2017-08-01",
    "poster": "Cop and a Half New Recruit.jpg",
    "vote": 6.0,
    "overview": "In this family-friendly action reboot of the 1993 film, Karina Foley, an ambitious and spunky 12-year-old, inserts herself in a police investigation of the Badge Bandit, led by the grizzled, veteran detective Mark Simmons. Much to Simmons' disapproval, Karina partners up with him to stop the Badge Bandit from further wreaking havoc on the city. Through wit, skill, and green smoothies, Karina and Detective Simmons save the day and build a strong relationship in the process."
  },
  {
    "name": "Hostages",
    "date": "2017-08-02",
    "poster": "Hostages.jpg",
    "vote": 9.0,
    "overview": "Movie describes real events that took place in 1983 when seven young Georgians, all from intellectual elite families, attampted to flee the Soviet Union by hijacking an airliner. The crisis ended with a storming of the airliner by Soviet special forces that resulted in eight dead. The surviving hijackers were subsequently tried and executed."
  },
  {
    "name": "The Dark Tower",
    "date": "2017-08-03",
    "poster": "The Dark Tower.jpg",
    "vote": 5.7,
    "overview": "The last Gunslinger, Roland Deschain, has been locked in an eternal battle with Walter O?섵im, also known as the Man in Black, determined to prevent him from toppling the Dark Tower, which holds the universe together. With the fate of the worlds at stake, good and evil will collide in the ultimate battle as only Roland can defend the Tower from the Man in Black."
  },
  {
    "name": "Wind River",
    "date": "2017-08-03",
    "poster": "Wind River.jpg",
    "vote": 7.4,
    "overview": "An FBI agent teams with the town's veteran game tracker to investigate a murder that occurred on a Native American reservation."
  },
  {
    "name": "Chronically Metropolitan",
    "date": "2017-08-04",
    "poster": "Chronically Metropolitan.jpg",
    "vote": 5.8,
    "overview": "A cynical and clever coming of age film about first time novelist Fenton Dillane, who, unannounced returns to New York City to confront his family, his ex- girlfriend and a few lingering childhood fears."
  },
  {
    "name": "Kidnap",
    "date": "2017-08-04",
    "poster": "Kidnap.jpg",
    "vote": 6.0,
    "overview": "Single mother Karla McCoy lives a perfect life with her young son Frankie. One day, upon entering a local park, Karla sees her son suddenly being abducted out of the blue by a kidnapper. To save Frankie from being taken, Karla goes out on a mission to demand people in the city to help rescue her son."
  }
]